/* Title for cancel button. */
"Cancel" = "Cancel";

/* Title for open file panel in PathInputField. */
"Choose Directory" = "Choose directory";

/* Label for connection configuration input description. */
"Connection" = "Connection";

/* Date header title for error log table. */
"Date" = "Date";

/* The default title presented in a configuration. */
"Default Configuration Name" = "Enter Name";

/* Title for delete button. */
"Delete" = "Delete";

/* Alert message asking for delete confirmation. */
"Delete Confimation" = "Delete confimation";

/* Alert text asking for delete confirmation. */
"Delete Confirmation Text" = "Click the delete button to confirm, that you want to delete the selected configuration.";

/* Alert message telling that deleting failed. */
"Delete Failed" = "Delete failed";

/* Alert text telling that deleting failed. */
"Delete Failed Text" = "Zynced wasn't able to delete the selected configuration. See the error log for further information.";

/* Description header title for error log table. */
"Description" = "Description";

/* Title for no button. */
"Discard" = "Discard";

/* Label for host configuration input description. */
"Host" = "Host";

/* Placeholder for host configuration input. */
"Host Placeholder" = "10.0.0.0";

/* Alert message telling that input is disabled. */
"Input Protection Warning" = "Can't edit configuration";

/* Alert text telling that input is disabled. */
"Input Protection Warning Text" = "Stop the synchronization to edit this configuration.";

/* Connection name for Local */
"Local" = "Local";

/* Alert message telling that no item was selected. */
"No Item Selected" = "No configuration selected";

/* Alert text telling that no item was selected. */
"No Item Selected Text" = "Select a configuration to complete your requested operation.";

/* Title for ok button. */
"OK" = "OK";

/* Label for password configuration input description. */
"Password" = "Password";

/* Placeholder for password configuration input. */
"Password Placeholder" = "*****";

/* Label for path configuration input description. */
"Path" = "Path";

/* Placeholder for path configuration input. */
"Path Placeholder" = "path/to/dir";

/* Title for save button. */
"Save" = "Save";

/* Alert message telling that saving failed. */
"Save Failed" = "Save failed";

/* Alert text telling that saving failed. */
"Save Failed Text" = "Zynced wasn't able to save the configuration. See the error log for further information.";

/* Connection name for SFTP */
"SFTP" = "SFTP";

/* Stop title for the Start/Stop button. */
"Start" = "Start";

/* A tooltip text, which explain what the yellow color (active) means. */
"Status Active Explanation" = "The synchronization is currently active.";

/* A tooltip text, which explain what the green color (connected) means. */
"Status Connected Explanation" = "The synchronization is currently active and connected";

/* A tooltip text, which explain what the red color (failed) means. */
"Status Failed Explanation" = "The synchronization failed.";

/* A tooltip text, which explain what the gray color (inactive) means. */
"Status Inactive Explanation" = "The synchronization is currently inactive.";

/* Stop title for the Start/Stop button. */
"Stop" = "Stop";

/* Type header title for error log table. */
"Type" = "Type";

/* Alert message aksing what to do with unsaved changes. */
"Unsaved Changes" = "Unsaved changes";

/* Alert text aksing what to do with unsaved changes. */
"Unsaved Changes Text" = "There are unsaved changes for the configuration you've just edited. Click save or discard to continue.";

/* Label for user configuration input description. */
"User" = "User";

/* Placeholder for user configuration input. */
"User Placeholder" = "John";

